Repository: OmarAlabdullah/remembr_2022_02_28-var_www_remembr
Catalog: var/www/remembr/language/*.po
Languages: nl_be

source: comment
nl_be: reactie

source: condolence
nl_be: condoleance

source: photo
nl_be: afbeelding

source: memory
nl_be: herinnering

source: en
nl_be: nl

source: Click here to reset your Remembr. password. The link will expire in 7 days.
nl_be: Klik hier om je wachtwoord te resetten. De link vervalt over 7 dagen.

source: Reset your password
nl_be: Je wachtwoord opnieuw instellen

source: Or sign in with:
nl_be: Of meld je aan met:

source: Next
nl_be: Volgende

source: Previous
nl_be: Vorige

source: View / Comment
nl_be: Bekijk / Reageren

source: E-mail address
nl_be: E-mailadres

source: Enter your e-mail address
nl_be: Vul je e-mailadres in

source: Enter a valid e-mail address
nl_be: Vul een geldig e-mailadres in

source: Send
nl_be: Verstuur

source: Please enter a new password to secure your account.
nl_be: Vul een nieuw wachtwoord in om je account mee te beveiligen.

source: wrote:
nl_be: schreef:

source: It is with heartfelt regret that we say goodbye to %s %s
nl_be: Met innig leedwezen nemen wij afscheid van %s %s

source: View the memorial page of %s %s and join us in sharing memories and condolences.
nl_be: Bekijk de herdenkingspagina van %s %s en deel ook herinneringen en condoleances.

source: Please contact us.
nl_be: Contacteer ons hierover.

source: contact us and provide the e-mail address.
nl_be: contacteer ons en meld daarbij uw emailadres

source: Your registration has already been confirmed and you are able to log in now.
nl_be: Je account is al bevestigd. Je kunt nu in loggen.

source: Sorry, the e-mail address was not found in our database, this is probably our fault. Please register again or
nl_be: Sorry, we konden dat emailadres niet vinden, dit is waarchijnlijk onze fout. Registreer nogmaals of

source: click here to resend the confirmation e-mail.
nl_be: klik hier om de bevestigingsmail nog een keer te sturen.

source: Forgot your password?
nl_be: Wachtwoord vergeten?

source: This e-mail address is already in use, but it was not yet confirmed. Check your e-mail's inbox and spam or
nl_be: Dit e-mailadres is al in gebruik, maar nog niet bevestigd. Controleer je inbox en spam of

source: This e-mail address is already in use.
nl_be: Dit e-mailadres is al in gebruik.

source: Click here to resend the confirmation e-mail.
nl_be: Klik hier om de bevestigingsmail nog een keer te sturen.

source: More...
nl_be: Meer...

source: Save changes
nl_be: Wijzigingen opslaan

source: The altered message is saved.
nl_be: De aangepaste tekst is opgeslagen.

source: The message is deleted.
nl_be: Het bericht is verwijderd.

source: Sorry, something went wrong.
nl_be: Sorry, er ging iets niet goed.

source: Are you sure?
nl_be: Weet je het zeker?

source: Sorry, something went wrong,
nl_be: Sorry, er ging iets niet goed,

source: very strong
nl_be: zeer sterk

source: strong
nl_be: sterk

source: good
nl_be: goed

source: weak
nl_be: zwak

source: very weak
nl_be: zeer zwak

source: Please wait while site is updating.
nl_be: Moment, je informatie wordt aangepast.

source: Memorial website and online condolences | Remembr.
nl_be: Herdenken en condoleren online | Remembr.

source: Terms and conditions | Remembr.
nl_be: Algemene voorwaarden | Remembr.

source: Privacy and cookie policy | Remembr.
nl_be: Privacy- en cookiebeleid | Remembr.

source: Thank you for your message | Remembr.
nl_be: Bedankt voor je bericht | Remembr.

source: Report a problem | Remembr.
nl_be: Probleemmelding | Remembr.

source: Frequently asked questions | Remembr.
nl_be: Veelgestelde vragen | Remembr.

source: This feature is not yet available | Remembr.
nl_be: Deze functie is nog niet beschikbaar | Remembr.

source: Find a memorial page | Remembr.
nl_be: Herdenkingspagina of condoleanceregister zoeken | Remembr.

source: Notifications | Remembr.
nl_be: Meldingen | Remembr.

source: Dashboard | Remembr.
nl_be: Jouw gegevens | Remembr.

source: Account settings | Remembr.
nl_be: Accountinstellingen | Remembr.

source: Messages | Remembr.
nl_be: Berichten | Remembr.

source: Send a new message | Remembr.
nl_be: Nieuw bericht sturen | Remembr.

source: %s %s remembrance page and online condolences
nl_be: %s %s herdenkingspagina en condoleanceregister

source: Please log in to view the page. New to Remembr? Please sign up first.
nl_be: Log in voordat je deze pagina kunt bekijken. Heb je geen Remembr. account? Registreer jezelf dan eerst

source: Create a memorial page step 1 | Remembr.
nl_be: Herdenkingspagina maken stap 1 | Remembr.

source: Create a memorial page step 2 | Remembr.
nl_be: Herdenkingspagina maken stap 2 | Remembr.

source: Create a memorial page step 3 | Remembr.
nl_be: Herdenkingspagina maken stap 3 | Remembr.

source: Create a memorial page step 4 | Remembr.
nl_be: Herdenkingspagina maken stap 4 | Remembr.

source: Create a memorial page step 5 | Remembr.
nl_be: Herdenkingspagina maken stap 5 | Remembr.

source: Create a memorial page step 5 e-mail | Remembr.
nl_be: Herdenkingspagina maken stap 5 e-mail | Remembr.

source: Your email invitation will be sent in the final step.
nl_be: Je e-mail uitnodiging wordt in de laatste stap verzonden.

source: Create a memorial page step 6 | Remembr.
nl_be: Herdenkingspagina maken stap 6 | Remembr.

source: Your condolence message has been updated
nl_be: Je condoleance is gewijzigd

source: Your condolence message may not be empty.
nl_be: Je condoleance mag niet leeg zijn.

source: Your condolence message was not found.
nl_be: We konden je condoleance niet vinden.

source: Your condolence message has been removed
nl_be: Je condoleance is verwijderd

source: Change page details | Remembr.
nl_be: Gegevens aanpassen | Remembr.

source: Change privacy | Remembr.
nl_be: Privacygegevens aanpassen | Remembr.

source: Publish memorial page | Remembr.
nl_be: Herdenkingspagina publiceren | Remembr.

source: An email has been sent to your email address to confirm permanent removal of this page
nl_be: Er is een e-mail naar het opgegeven adres gestuurd voor de bevestiging van het verwijderen van deze pagina.

source: Create labels | Remembr.
nl_be: Rubrieken aanmaken | Remembr.

source: Send invitations | Remembr.
nl_be: Uitnodigingen versturen | Remembr.

source: Send invitations via e-mail | Remembr.
nl_be: Uitnodigingen per e-mail versturen | Remembr.

source: Your email invitation has been sent.
nl_be: Je bericht is verstuurd.

source: Send invitations via Facebook | Remembr.
nl_be: Uitnodigingen versturen met Facebook | Remembr.

source: Create QR code | Remembr.
nl_be: QR-code aanmaken | Remembr.

source: %s %s memory | Remembr.
nl_be: %s %s herinnering | Remembr.

source: You need to log in before you can confirm removal of this remembr page
nl_be: Je moet inloggen voordat je het verwijderen van deze Remembr. pagina kunt bevestigen.

source: The page has been removed.
nl_be: De pagina is verwijderd.

source: Your request to remove the page has expired because the setting of the page has in the meanwhile been changed to "deactivated".
nl_be: Je verzoek om de pagina te verwijderen is verouderd omdat de status van de pagina daarna is gewijzigd in "gedeactiveerd".

source: Your request to remove the page has expired because the setting of the page has in the meanwhile been changed to "published".
nl_be: Je verzoek om de pagina te verwijderen is verouderd omdat de status van de pagina daarna is gewijzigd in "gepubliceerd".

source: An error occurred while trying to remove the page
nl_be: Er is een fout opgetreden bij het verwijderen van de pagina.

source: Send an access request | Remembr.
nl_be: Uitnodigingsverzoek sturen | Remembr.

source: Please log in to send a request to the administrator
nl_be: Log in om een bericht naar de beheerder te kunnen versturen

source: Your request has been sent to the administrator
nl_be: Je verzoek is naar de beheerder verstuurd

source: An error occurred retrieving this memory
nl_be: Er is een fout opgetreden bij het ontvangen van deze herinnering

source: The comment is deleted.
nl_be: De reactie is verwijderd.

source: Your internet browser is outdated en is not supported by Remembr. For a better experience we recommend you to update your browser to a newer version.
nl_be: Je internet browser is verouderd en wordt niet door Remembr. ondersteund. Hierdoor kan het komen dat de website niet goed wordt weergegeven. We raden je aan om een nieuwere versie te gebruiken.

source: We could not delete this e-mail.
nl_be: We konden deze e-mail niet verwijderen.

source: Your message has been sent.
nl_be: Je bericht is verstuurd.

source: We could not send your message.
nl_be: Het is niet gelukt je bericht te versturen.

source: We could not send this message.
nl_be: Het is niet gelukt je bericht te versturen.

source: The invation has been granted
nl_be: De uitnodiging is geaccepteerd

source: An error occured trying to grant the invitation
nl_be: Er is een fout opgetreden bij het accepteren van de uitnodiging.

source: Please select an image.
nl_be: Selecteer een afbeelding.

source: Please enter a username.
nl_be: Vul aub een naam in.

source: Please enter your email address so you can edit or remove your condolence message.
nl_be: Het is verplicht een e-mailadres op te geven zodat je de condoleance kan wijzigen of verwijderen.

source: Please enter a valid email address.
nl_be: Geef alsjeblieft een geldig e-mailadres op.

source: There was an error while uploading the image.
nl_be: Er trad een onverwachtse fout op tijdens het uploaden van de afbeelding.

source: Thank you for subscribing to our newsletter. Please check your e-mail to confirm your subscription.
nl_be: Leuk dat je onze nieuwsbrief wilt ontvangen. We sturen je een e-mail met een link waarmee je je aanmelding kunt bevestigen.

source: This e-mail address is already registered.
nl_be: Dit e-mailadres is al in gebruik.

source: We could not add your e-mail address.
nl_be: We konden je e-mailadres niet toevoegen.

source: Sorry, this file is to big, it must be smaller then 5Mb
nl_be: Sorry, de afbeelding is te groot. Hij moet kleiner dan 5Mb zijn.

source: One moment please, your details are being updated...
nl_be: Een ogenblikje, je gegevens worden aangepast...

source: Your account will be removed when removal is confirmed.
nl_be: Dit account wordt verwijderd zodra er een bevestiging is ontvangen.

source: Are you sure you want to delete your account?
nl_be: Weet je zeker dat je je account wil verwijderen?

source: Your new password has been saved; please log in again.
nl_be: Je nieuwe wachtwoord is opgeslagen. Je dient opnieuw in te loggen.

source: Please make sure all fields are filled out.
nl_be: Zorg ervoor dat alle vereiste velden zijn ingevuld.

source: One moment please, your data is being updated...
nl_be: Een ogenblikje, je gegevens worden aangepast...

source: Your new e-mail address has been saved; please log in again.
nl_be: Je nieuwe e-mailadres is opgeslagen. Je dient opnieuw in te loggen.

source: This e-mail is already in use.
nl_be: Sorry, dit e-mailadres is al in gebruik.

source: Your personal details have been saved.
nl_be: Je persoonlijke gegevens zijn opgeslagen.

source: Your settings have been updated.
nl_be: Je settings zijn opgeslagen.

source: Please fill out all required fields.
nl_be: Zorg ervoor dat alle vereiste velden juist zijn ingevuld.

source: Unfortunately we could not find your account with these details.
nl_be: Sorry, we kunnen je account met deze gegevens niet vinden.

source: One moment please, we process your data...
nl_be: Een ogenblikje, we verwerken je gegevens...

source: We have sent you an e-mail with a link to reset your password.
nl_be: We hebben je een e-mail gestuurd met een link waarmee je je wachtwoord opnieuw kan instellen.

source: This e-mail address is not yet registered.
nl_be: Dit e-mailadres is bij ons niet bekend.

source: Enter a valid e-mail address.
nl_be: Vul een geldig e-mailadres in

source: A valid e-mail address is required.
nl_be: Geef een geldig emailadres.

source: Please confirm your registration by clicking the link in the e-mail.
nl_be: Je hebt je registratie nog niet bevestigd via de link in de e-mail.

source: Sorry, some unknown error occured.
nl_be: Er is een fout opgetreden.

source: To register at Remembr. you need to accept the terms and conditions and privacy and cookie policy.
nl_be: Om je bij Remembr. te registreren moet je akkoord gaan met de algemene voorwaarden en het privacy- en cookiebeleid

source: This e-mail address is already in use
nl_be: Dit e-mailadres is al in gebruik.

source: Please check your e-mail to confirm your registration.
nl_be: We sturen je een e-mail met daarin een link waarmee je je registratie kunt bevestigen.

source: These details are not correct.
nl_be: Deze gegevens zijn niet juist.

source: Passwords do not match.
nl_be: Wachtwoorden komen niet overeen

source: Please make sure all required fields are filled out.
nl_be: Zorg ervoor dat alle vereiste velden juist zijn ingevuld.

source: You have entered an incorrect e-mail address or password.
nl_be: Je hebt een verkeerd e-mailadres of wachtwoord opgegeven.

source: Sorry, this page does not exist or has been moved or deleted.
nl_be: Sorry, deze pagina bestaat niet, of is verplaatst of verwijderd.

source: Are you looking for something specific? Use the search box at the top of this page to find a memorial page or look at the menu in the footer to find your specific subject.
nl_be: Zoek je iets specifieks? Gebruik de zoekfunctie bovenaan de pagina voor het vinden van een herinneringspagina of kijk in het menu onderaan de pagina of het onderwerp dat je zoekt erbij staat.

source: The requested controller was unable to dispatch the request.
nl_be: De opgevraagde controller kon deze aanvraag niet verwerken.

source: The requested controller could not be mapped to an existing controller class.
nl_be: Er is geen mapping beschikbaar voor de opgevraagde controller.

source: The requested controller was not dispatchable.
nl_be: De opgevraagde controller is niet bruikbaar (dispatchable).

source: The requested URL could not be matched by routing.
nl_be: Er is geen route gevonden die overeenkomt met de opgevraagde URL.

source: We cannot determine at this time why a 404 was generated.
nl_be: We kunnen op dit moment niet achterhalen waarom de pagina niet kon worden gevonden.

source: resolves to %s
nl_be: verwijst naar %s

source: Additional information
nl_be: Additionele informatie

source: File
nl_be: Bestand

source: Message
nl_be: Bericht

source: Previous exceptions
nl_be: Vorige uitzonderingen

source: No Exceptions available
nl_be: Geen uitzonderingen beschikbaar

source: Invite friends
nl_be: Nodig vrienden uit

source: This feature will be available in the future
nl_be: Deze feature zal in de toekomst beschikbaar komen

source: Connect with Facebook
nl_be: Maak verbinding met facebook

source: By e-mail
nl_be: Per e-mail

source: Compose e-mail
nl_be: E-mail opstellen

source: Previous step
nl_be: Vorige stap

source: Create page
nl_be: Maak pagina

source: Your account has been confirmed. You can now log in.
nl_be: Je account is bevestigd. Je kunt nu in loggen.

source: Send invitations by e-mail
nl_be: Uitnodigingen sturen per e-mail

source: Back to main page "Send invitations"
nl_be: Terug naar hoofdpagina "Uitnodigingen sturen"

source: E-mail address(es)
nl_be: E-mailadres(sen)

source: E-mail subject
nl_be: E-mailonderwerp

source: Memorial page for
nl_be: Herinneringspagina voor

source: Dear family and friends,
nl_be: Beste familie en vrienden,

source: I have created a memorial page for %s on Remembr.com.
nl_be: Ik heb een herinneringspagina gemaakt voor %s op Remembr.com

source: You are invited to view this page and add and share memories.
nl_be: Ik nodig je uit om deze pagina te bekijken en herinneringen toe te voegen en te delen.

source: Kind regards,
nl_be: Met vriendelijke groet,

source: Send e-mail
nl_be: E-mail versturen

source: Requires JavaScript to function. Please enable JavaScript.
nl_be: Vereist JavaScript. Zet JavaScript aan.

source: Here are the %s instructions how to enable JavaScript in your web browser %s.
nl_be: Hier zijn de %s instructies om JavaScript in je webbrowser aan te zetten %s.

source: If you use NoScript or similar plugins, be aware that we also use ajax.googleapis.com and cdnjs.cloudflare.com as content delivery networks for some javascript.
nl_be: Als je NoScript of soortgelijke plugins gebruikt, houdt er dan rekening mee dat we ook ajax.googleapis.com en cdnjs.cloudflare.com als content delivery netwerken gebruiken voor sommige javascript.

source: Subject
nl_be: Onderwerp

source: This e-mail is sent by Remembr. on behalf of %s
nl_be: Deze email is verzonden door Remembr. namens %s

source: Provide your e-mail address
nl_be: Vul je e-mailadres in

source: Confirm your e-mail
nl_be: Bevestig je e-mail

source: Confirm your e-mail address
nl_be: Bevestig je e-mailadres

source: E-mail addresses do not match
nl_be: E-mailadressen komen niet overeen

source: Cancel
nl_be: Annuleren

source: Javascript is turned off.
nl_be: Javascript staat uit.

source: Create a memorial page
nl_be: Maak een herinneringspagina

source: ideasandadvice
nl_be: ideeenenadvies

source: Ideas and advice
nl_be: IdeÃ«en en advies

source: news
nl_be: nieuws

source: News
nl_be: Nieuws

source: Customer service
nl_be: Klantenservice

source: Terms and conditions
nl_be: Algemene voorwaarden

source: Privacy & cookie policy
nl_be: Privacy & cookiebeleid

source: FAQ
nl_be: Veelgestelde vragen

source: Follow us
nl_be: Volg ons

source: Sign up for our newsletter
nl_be: Meld je aan voor onze nieuwsbrief

source: Sign up
nl_be: Meld je aan

source: Register
nl_be: Registreren

source: Log in
nl_be: Inloggen

source: Personal details
nl_be: Persoonsgegevens

source: Dashboard
nl_be: Jouw gegevens

source: Account settings
nl_be: Accountinstellingen

source: Log out
nl_be: Uitloggen

source: Memorial pages
nl_be: Herdenkingspagina's

source: memorialpages
nl_be: herdenkingspagina's

source: Search a memorial page
nl_be: Zoek een herdenkingspagina

source: Celebrities
nl_be: Beroemdheden

source: pets
nl_be: huisdieren

source: Pets
nl_be: Huisdieren

source: Language
nl_be: Taal

source: Password
nl_be: Wachtwoord

source: Enter your password
nl_be: Vul je wachtwoord in

source: Remember me
nl_be: Onthoud mij

source: Forgot password?
nl_be: Wachtwoord vergeten?

source: Remembr. | The memorial website to share memories of loved ones
nl_be: Remembr. | De herdenkingssite om samen herinneringen te delen

source: Remember, remembering, remembrance, memory, memories, memorial, memorial site, legacy, obituary, condolances, in memoriam, monument, deceased, precious, lost ones, funeral, obituaries, tribute, in memory, online memorial, grief, death, memorial website, loved ones, funaral services, mourn, words of sympathy, words of comfort, words of condolance, bereavement, lamentation, cremation, burial
nl_be: Herdenken, herdenking, herdenkingssite, herdenkings website, herdenkingspagina, herdenkingscommunity, gedenken, herinnering, overledenen, overlijden, overlijdensadvertenties, condoleances, condoleanceregister, condoleanceberichten, condoleren, dierbaren, uitvaart, rouw, medeleven, deelneming, steunbetuiging, rouwverwerking, in memoriam, familiebericht, uitvaartwensen, monument, crematie, begrafenis

source: Remembr. | Create a free memorial page to share memories of lost ones by sharing stories, images, movies and music. Invite family and friends to co-create. Login with Facebook.
nl_be: Remembr. | Maak een gratis herdenkingspagina waar je met elkaar verhalen, foto's, filmpjes en muziek deelt van dierbare overledenen. Login met Facebook.

source: Create a free memorial page to share memories of lost ones by sharing stories, images, movies and music. Invite family and friends to co-create.
nl_be: Maak een gratis herdenkingspagina waar je met elkaar verhalen, foto's, filmpjes en muziek deelt van dierbare overledenen.

source: Upload a video on YouTube and paste the code here:
nl_be: Plaats een video op YouTube en plak de code hier:

source: What would you like to share about this video...
nl_be: Wat zou je willen delen over deze video...

source: Select a label
nl_be: Geef rubriek

source: Edit your labels in the settings menu
nl_be: Pas je rubrieken aan in het instellingenmenu

source: Post
nl_be: Plaatsen

source: One moment please, your post is being saved...
nl_be: Een ogenblikje, je bericht wordt opgeslagen...

source: Sorry, an error occurred.
nl_be: Er is een fout opgetreden

source: Publish your page
nl_be: Publiceer je pagina

source: Publish now
nl_be: Publiceer nu

source: Publish later
nl_be: Publiceer later

source: You need to publish the page before you send invitations.
nl_be: Je moet eerst je pagina publiceren voordat je uitnodigingen kan versturen.

source: Next step
nl_be: Volgende stap

source: Log in with
nl_be: Log in met

source: Hi %s %s
nl_be: Beste %s %s

source: 1 new message
nl_be: 1 nieuw bericht

source: Invitation
nl_be: Uitnodiging

source: Request for invite
nl_be: Verzoek tot uitnodiging

source: Dear
nl_be: Beste

source: You have just posted a condolence message on a memorial page. You can view the page by the clicking the following link:
nl_be: Je hebt zojuist een condoleance geplaatst op een herdenkingspagina. Via de volgende link kan je de herdenkingspagina bekijken:

source: Visit the memorial page
nl_be: Bezoek de herdenkingspagina

source: If you would like to edit or remove the condolence message, please click the following link:
nl_be: Wil je je condoleance wijzigen of verwijderen, klik dan op de volgende link:

source: Edit or remove the condolence message
nl_be: Wijzig of verwijder de condoleance

source: Please enable JavaScript to use Remembr.
nl_be: Schakel JavaScript in om Remembr. te kunnen gebruiken

source: An error occurred. Sorry for the inconvenience.
nl_be: Er is een fout opgetreden. Sorry voor het ongemak.

source: New to Remembr? Sign up here:
nl_be: Nieuw op Remembr? Meld je hier aan:

source: First name
nl_be: Voornaam

source: Last name
nl_be: Achternaam

source: Confirm your password
nl_be: Bevestig je wachtwoord

source: The passwords do not match
nl_be: Wachtwoorden komen niet overeen

source: I accept the %s terms and conditions %s and %s privacy and cookie policy %s
nl_be: Ik accepteer %s de algemene voorwaarden %s en %s het privacy- en cookiebeleid %s

source: Create account
nl_be: Account maken

source: Create a unique page name and web address
nl_be: CreÃ«er een unieke paginanaam en internetadres

source: Name of the page
nl_be: Naam van de pagina

source: You are required to enter a pagename
nl_be: Je bent verplicht een paginanaam op te geven

source: Connection failed while trying to check availability
nl_be: Verbinden met de server mislukte bij het controleren van de beschikbaarheid

source: This name is no longer available
nl_be: Deze pagina is niet meer beschikbaar.

source: Suggestion
nl_be: Suggestie

source: select
nl_be: selecteer

source: To:
nl_be: Aan:

source: Reply
nl_be: Beantwoord

source: Choose password
nl_be: Kies wachtwoord

source: Please enter a password to secure your account.
nl_be: Vul een wachtwoord in om je account mee te beveiligen.

source: Block users
nl_be: Gebruikers blokkeren

source: Block a user
nl_be: Blokkeer een gebuiker

source: Specify a new label
nl_be: Geef een nieuwe rubrieknaam op

source: Add
nl_be: Toevoegen

source: Restricted and blocked users
nl_be: Beperkte en geblokkeerde gebruikers

source: No provider chosen
nl_be: Geen provider gekozen

source: Bug report form
nl_be: Probleemmelding formulier

source: Name / Email
nl_be: Naam / E-mail

source: Problem
nl_be: Probleem

source: Expected result
nl_be: Verwachte resultaat

source: Actual result
nl_be: Geconstateerde resultaat
