Repository: OmarAlabdullah/remembr_2022_02_28-var_www_remembr
Catalog: var/www/remembr/language/*.po
Languages: nl_be

source: Other remarks
nl_be: Overige opmerkingen

source: Update
nl_be: Aanpassen

source: Who will the memorial page be about?
nl_be: Over wie gaat jouw herinneringspagina?

source: Saving...
nl_be: Bezig met opslaan

source: Saved
nl_be: Opgeslagen

source: Male
nl_be: Man

source: Female
nl_be: Vrouw

source: Date of birth
nl_be: Geboortedatum

source: Date of death (if applicable)
nl_be: Overlijdensdatum (indien van toepassing)

source: City
nl_be: Woonplaats

source: Country
nl_be: Land

source: Short description of the person
nl_be: Korte beschrijving van de persoon

source: Attachments / Screenshots
nl_be: Bijlages / Screenshots

source: Browser information
nl_be: Browser informatie

source: Flash version
nl_be: Flash versie

source: Height x Width
nl_be: Hoogte x Breedte

source: Send a message to
nl_be: Stuur een bericht aan

source: Anonymous user
nl_be: Anonieme gebruiker

source: Pin to top, make hero
nl_be: Plaats als grote foto bovenaan

source: You need to login before you can continue
nl_be: Je moet inloggen voordat je verder kunt gaan

source: Already member? Log in here:
nl_be: Ben je al lid? Log hier in:

source: You have
nl_be: U heeft

source: 1 new memory
nl_be: 1 nieuwe herinnering

source: 1 new photo
nl_be: 1 nieuwe afbeelding

source: 1 new video
nl_be: 1 nieuwe video

source: 1 new condolence
nl_be: 1 nieuwe condoleance

source: New image
nl_be: Nieuwe afbeelding

source: New video
nl_be: Nieuwe video

source: Messages
nl_be: Berichten

source: New message
nl_be: Nieuw bericht

source: View page
nl_be: Bekijk pagina

source: Notifications
nl_be: Meldingen

source: %s has deleted the %s on %s
nl_be: %s heeft de %s op %s verwijderd

source: %s has shared a %s on %s
nl_be: %s heeft een %s gedeeld op %s

source: You don't have notifications
nl_be: Je hebt geen meldingen

source: Logged in as:
nl_be: Ingelogd als:

source: (administrator)
nl_be: (beheerder)

source: Page settings for:
nl_be: Pagina instellingen voor:

source: Privacy settings
nl_be: Privacy instellingen

source: Send invitations
nl_be: Uitnodigingen sturen

source: Define labels
nl_be: Rubrieken maken

source: Publish page
nl_be: Pagina publiceren

source: Watch the video
nl_be: Bekijk de video

source: /images/easy-6-steps_en.jpg
nl_be: /images/easy-6-steps_nl.jpg

source: 6 easy steps
nl_be: 6 simpele stappen

source: Start here
nl_be: Begin hier

source: Find a page
nl_be: Zoek een pagina

source: Recent pages
nl_be: Recente pagina's

source: Change your personal details
nl_be: Wijzig je persoonlijke gegevens

source: Change your account settings
nl_be: Wijzig je accountinstellingen

source: We could not find the condolence message you are looking for.
nl_be: We konden de condoleance die u zoekt niet vinden.

source: Sorry, this condolence message does not exist or has been deleted.
nl_be: Deze condoleance bestaat niet of is verwijderd.

source: Edit the condolence message for
nl_be: Wijzig de condoleance voor

source: Remove
nl_be: Verwijderen

source: You can access this memorial page by invitation only.
nl_be: Je hebt alleen toegang tot de pagina als je bent uitgenodigd.

source: You do not have sufficient access rights to view this page.
nl_be: Je hebt onvoldoende toegangsrechten om deze pagina te bekijken.

source: This memorial page is no longer available
nl_be: Deze herinneringspagina is niet meer beschikbaar

source: This memorial page has not been published yet.
nl_be: Deze herinneringspagina is nog niet gepubliceerd

source: This memorial page is not available.
nl_be: Deze herinneringspagina is niet beschikbaar

source: Some unspecified error has occurred.
nl_be: Er is een fout opgetreden

source: Memories
nl_be: Herinneringen

source: Condolences
nl_be: Condoleances

source: deactivated
nl_be: gedeactivereerd

source: The administrator of this page is
nl_be: De beheerder van de pagina is

source: Send a message
nl_be: Stuur een bericht

source: Less...
nl_be: Minder...

source: Show all labels
nl_be: Toon alle rubrieken

source: We need some extra data
nl_be: We hebben wat extra data nodig

source: Request access
nl_be: Verzoek om toegang

source: Invite me
nl_be: Nodig mij uit

source: Thanks for the report.
nl_be: Bedankt voor de melding.

source: Click here to make another report.
nl_be: Klik hier om nog een probleem te melden.

source: Thank you for registering for our newsletter. To complete your registration, please confirm your e-mail address.
nl_be: Leuk dat je onze nieuwsbrief wilt ontvangen. Klik op onderstaande link om je aanmelding te bevestigen.

source: Open
nl_be: Openbaar

source: Anyone can view the page and add memories
nl_be: Iedereen kan de pagina bekijken en herinneringen toevoegen

source: Private
nl_be: PrivÃ©

source: Only invitees can view the page and add memories
nl_be: Alleen genodigden kunnen de pagina bekijken en herinneringen toevoegen

source: Page settings
nl_be: Pagina instellingen

source: Edit info
nl_be: Bewerk info

source: Privacy
nl_be: Privacy instellingen

source: Add labels
nl_be: Labels toevoegen

source: Pages
nl_be: Pagina's

source: Deleted
nl_be: Verwijderd

source: at
nl_be: op

source: New
nl_be: Nieuwe

source: See all
nl_be: Toon alles

source: Mark as read
nl_be: Markeer als gelezen

source: No new notifications
nl_be: Geen nieuwe meldingen

source: View all messages
nl_be: Bekijk alle berichten

source: Need Help?
nl_be: Hulp nodig?

source: Search
nl_be: Zoek pagina

source: Search memorial page...
nl_be: Zoek herinneringspagina...

source: Your name
nl_be: Je naam

source: Email address (will not be displayed)
nl_be: E-mailadres (wordt niet weergegeven)

source: Express your condolences here...
nl_be: Schrijf hier je condoleance...

source: This e-mail is sent by [[remembr]] on behalf of %s, for the memorial page of [[profileurl]]
nl_be: Deze e-mail is verzonden door [[remembr]] namens %s, voor de herinneringspagina van [[profileurl]]

source: Online memorials and obituaries | Remembr.
nl_be: Online gedenkplaats en condoleanceregister | Remembr.

source: You need to publish this page before you can invite friends.
nl_be: Je moet de pagina publiceren voordat je uitnodigingen kunt versturen.

source: Invite with Facebook
nl_be: Nodig uit via Facebook

source: Login details
nl_be: Inloggegevens

source: Change your e-mail address...
nl_be: Verander je e-mailadres

source: Change your password...
nl_be: Wijzig je wachtwoord...

source: E-mail notices
nl_be: E-mailmeldingen

source: Receive an e-mail when someone
nl_be: Ontvang een e-mail als iemand

source: posts a message on the memorial pages that you manage
nl_be: een bericht plaatst op herdenkingspagina's waar jij beheerder van bent

source: comments on your shared memories
nl_be: een reactie plaatst op de door jou gedeelde herinneringen

source: sends you a personal message
nl_be: een privÃ©bericht naar je stuurt

source: Send these e-mails
nl_be: Verstuur deze e-mails

source: when they happen
nl_be: direct

source: once a day
nl_be: 1x per dag

source: once a week
nl_be: 1x per week

source: Also receive e-mails with
nl_be: Ook e-mails ontvangen

source: new features and updates
nl_be: bij nieuwe functies en updates

source: tips to get more out of Remembr.
nl_be: met tips om meer uit Remembr. te halen

source: Social networks
nl_be: Sociale netwerken

source: You can use your
nl_be: Je kunt je

source: account to log in
nl_be: account gebruiken om in te loggen

source: Connected to
nl_be: Verbonden met

source: Add your
nl_be: Voeg je

source: account for log in
nl_be: account toe om in te loggen

source: Not connected to
nl_be: Niet verbonden met

source: Deactivate
nl_be: Deactiveren

source: Deactivate your account
nl_be: Deactiveer je account

source: What memories do you want to share about %s %s...
nl_be: Welke herinneringen wil je delen over %s %s ...

source: Select a label that is applicable to this image:
nl_be: Selecteer een rubriek die van toepassing is op deze afbeelding:

source: This page is not yet published
nl_be: Deze pagina is nog niet gepubliceerd

source: This page has been deactivated
nl_be: Deze pagina is gedeactiveerd

source: This page will be removed when removal is confirmed
nl_be: Deze pagina wordt verwijderd zodra er een bevestiging is ontvangen.

source: This page is published
nl_be: Deze pagina is gepubliceerd

source: This page has been removed.
nl_be: De pagina is verwijderd.

source: Publish
nl_be: Publiceer nu

source: Choose a new password
nl_be: Kies wachtwoord

source: Passwords do not match
nl_be: De wachtwoorden komen niet overeen

source: Choose an image
nl_be: Kies een foto

source: To attach an image drag & drop it here or
nl_be: Sleep een afbeelding om hier te plaatsen of

source: select a file from your computer
nl_be: selecteer een bestand van je computer...

source: I would like to select another file
nl_be: Ik wil een ander bestand selecteren

source: Hi
nl_be: Beste

source: Click the link below to delete the memorial page of [[profileurl]] permanently.
nl_be: Klik op onderstaande link om de herinneringspagina van [[profileurl]] definitief te verwijderen.

source: Delete memorial page
nl_be: Verwijder herinneringspagina

source: Are you sure you want to permanently remove this remembr-profile?
nl_be: Weet je zeker dat je deze herinneringspagina definitief wilt verwijderen?

source: Confirm removal
nl_be: Bevestig verwijdering

source: Remembr. uses cookies to optimise your website experience.
nl_be: Remembr. maakt gebruikt van cookies om je website-ervaring te optimaliseren.

source: Click here for more information.
nl_be: Klik hier voor meer informatie.

source: I understand
nl_be: Ik begrijp het

source: Your
nl_be: Jouw

source: memorial pages
nl_be: herinneringspagina\'s

source: Invite family and friends through Facebook
nl_be: Nodig facebook vrienden uit

source: I have created a memorial page on Remembr.com.
nl_be: Ik heb een herinneringspagina aangemaakt op Remembr.com.

source: Visit this page
nl_be: Bezoek deze pagina

source: Send invitation
nl_be: Stuur uitnodiging

source: Image
nl_be: Afbeelding

source: To attach an image drag & drop it here or
nl_be: Sleep een afbeelding om hier te plaatsen of

source: What would you like to share about this image...
nl_be: Wat wil je delen over deze afbeelding...

source: Enable labels to categorize shared memories
nl_be: Maak gebruik van rubrieken om herinneringen in te delen

source: Add new labels
nl_be: Rubrieken toevoegen

source: add
nl_be: toevoegen

source: Current labels
nl_be: Ingestelde rubrieken

source: This page is no longer available.
nl_be: Deze naam is niet langer beschikbaar

source: Name
nl_be: Naam

source: Enter your name
nl_be: Vul je naam in

source: Comment
nl_be: Reactie

source: Follow us:
nl_be: Volg ons op:

source: Year of birth
nl_be: Geboortejaar

source: Year of death
nl_be: Overlijdensjaar

source: Type page
nl_be: Type pagina

source: All people
nl_be: Alle personen

source: Only famous people
nl_be: Alleen bekende personen

source: Only pets
nl_be: Alleen huisdieren

source: Reset filters
nl_be: Filters resetten

source: Sort
nl_be: Sorteren

source: Alphabetical order
nl_be: Alfabetische volgorde

source: Date of death
nl_be: Overlijdensdatum

source: Search results for
nl_be: Zoek resultaten voor

source: Search results
nl_be: Zoek resultaten

source: Loading messages
nl_be: Berichten ophalen

source: You have no messages in your outbox
nl_be: Je hebt geen berichten in je outbox

source: You've been invited to %s
nl_be: Je bent uitgenodigd voor %s

source: %s would like an invitation for %s
nl_be: %s wil graag een uitnodiging voor %s

source: Request sent
nl_be: Verzoek verstuurd

source: Invitation received
nl_be: Uitnodiging ontvangen

source: not found
nl_be: niet gevonden

source: Welcome at Remembr.
nl_be: Welkom bij Remembr.

source: Please fill in your personal details:
nl_be: Vul je persoonlijke gegevens aan:

source: One moment please, your image is being saved...
nl_be: Een ogenblikje, de afbeelding wordt opgeslagen...

source: Enter your city...
nl_be: Vul je woonplaats in...

source: Enter your country...
nl_be: Vul je land in...

source: You need to have admin rights for this page to change the settings
nl_be: Je hebt admin rechten nodig om de settings van deze pagina aan te passen

source: Anonymous
nl_be: Anoniem

source: Thank you for using Remembr. To complete your registration, please confirm your e-mail address.
nl_be: Hartelijk dank voor je aanmelding bij Remembr. Je hoeft alleen nog op de onderstaande link te klikken om de aanmelding definitief te maken:

source: Click the link below to delete your Remembr. account permanently.
nl_be: Klik op onderstaande link om je Remembr. account definitief te verwijderen.

source: Delete account
nl_be: Account verwijderen

source: Best regards,
nl_be: Met vriendelijke groet,

source: view
nl_be: bekijk

source: wrote
nl_be: schreef

source: General settings
nl_be: Instellingen herinneringspagina

source: Update your personal details here.
nl_be: Pas hier je persoonlijke gegevens aan.

source: Save settings
nl_be: Instellingen opslaan

source: You can change your password here.
nl_be: Je kunt hier je wachtwoord aanpassen.

source: your logins
nl_be: je logins

source: edit profile
nl_be: bewerk profiel

source: You have no messages in your inbox
nl_be: Je hebt geen berichten in je inbox

source: Grant invite
nl_be: Stuur uitnodiging

source: Request granted
nl_be: Toegang verleend

source: Comments
nl_be: Reacties

source: No comments.
nl_be: Geen reacties.

source: Set the page theme
nl_be: Pagina thema instellen

source: Version 1.0
nl_be: Versie 1.0

source: Active
nl_be: Actief

source: Theme name
nl_be: Thema naam

source: Activate
nl_be: Activeren

source: Search all friends
nl_be: Zoek alle vrienden

source: Web address (not adjustable)
nl_be: Internetadres (niet aanpasbaar)

source: Manage administrators
nl_be: Beheerders toewijzen

source: can manage admin roles, send messages and manage and create posts
nl_be: kan admin rollen beheren, berichten verzenden en posts beheren en maken

source: Add an administrator
nl_be: Beheerder toevoegen

source: Enter an e-mail address
nl_be: Geef een emailadres

source: change
nl_be: wijzigen

source: Your Remembr. pages
nl_be: Jouw Remembr. pagina's

source: Create new memorial page
nl_be: Nieuwe herinneringspagina maken

source: Your shared memories
nl_be: Jouw gedeelde herinneringen

source: Name...
nl_be: Naam...

source: Searchbuttontop
nl_be: Zoek

source: Change your password
nl_be: Wijzig je wachtwoord

source: Newsletter registration
nl_be: Aanmelding nieuwsbrief

source: Your condolence message has been posted
nl_be: Je condoleance is geplaatst

source: Confirm removal Remembr. account
nl_be: Bevestig verwijdering Remembr. account

source: Confirm removal memorial page
nl_be: Bevestig verwijdering herinneringspagina

source: You have received new comments at Remembr.
nl_be: Er zijn nieuwe reacties op je pagina op Remembr.

source: New comment messages on Remembr.
nl_be: Nieuwe reacties op Remembr.

source: You have received new page messages at Remembr.
nl_be: Er zijn nieuwe herinneringen toegevoegd op je pagina op Remembr.

source: New page messages on Remembr.
nl_be: Nieuwe herinneringen op Remembr.

source: You have received new private messages at Remembr.
nl_be: Je hebt nieuwe priveberichten ontvangen op Remembr.

source: New private messages on Remembr.
nl_be: Nieuwe priveberichten op Remembr.
